var registerAgreement = `
  <p>我们致力于为您提供最便捷、高效的法律服务。为更好地保障您的权益，请您在使用上海诚收信息科技有限公司旗下平台债主帮法催服务平台（包括但不限于[www.debteehelper.com]及相关移动客户端以及在其它应用下的小程序，以下简称“本平台”）相关服务前仔细阅读本协议。若您不同意本协议的任一内容，或者无法准确理解本平台对条款的解释，请不要进行后续操作；若您注册成为本平台用户，则表示您对本协议的全部内容已充分阅读并认可和同意遵守。同时，您承诺遵守中国法律、法规、规章及其他政府规范性文件的规定，如有违反而造成任何法律后果，您将以本人名义独立承担所有相应的法律责任。</p>
  <b>1.协议的接受</b>
  <p>1.1在本协议中，“您”指依据本协议注册的用户；“我们”指本平台；“服务”指本平台依照本协议提供的所有相关服务。</p>
  <p>1.2当您在本平台提交注册申请并点击或勾选“我同意该协议”或类似含义的按钮或选项时，本协议即构成对双方有约束力的法律文件。</p>
  <p>1.3如您不同意本协议的相关条款，您有权选择不使用本服务。</p>
  <p>1.4本平台有权随时对本协议内容进行单方面的变更，无需另行单独通知您；若您在本协议内容公告变更后继续使用本服务的，表示您已充分阅读、理解并接受修改后的协议内容，也将遵循修改后的协议内容使用本服务；若您不同意修改后的协议内容，您应停止使用本服务。</p>
  <p>1.5本协议内容包括以下条款及已经发布的或将来可能发布的各类规则。所有规则为本协议不可分割的一部分，与协议正文具有同等法律效力。本平台有权根据需要，不定时地制定、修改本协议或各类规则，如本协议及规则有任何变更，一切变更以本平台最新公布的内容为准。经修订的协议、规则一经公布，立即自动生效，对新协议、规则生效之后注册的用户发生法律效力。对于协议、规则生效之前注册的用户，若该用户在新规则生效后继续使用本平台提供的各项服务，则表明该用户已充分阅读并认可和同意遵守新的协议或规则。若您拒绝接受新的协议或规则，您必须放弃使用本平台提供的各项服务（包括但不限于使用用户名和密码登录本平台、在本平台上进行电子合同签约、证据托管等）。</p>
 
  <b>2.用户账户</b>
  <b>2.1本平台用户</b>
  <p class="stress">本平台的用户包括企业用户和个人用户。企业用户是指通过本平台完成全部注册程序后，使用本平台提供的服务，并且依据中华人民共和国法律在境内设立的，能够独立承担民事责任的法人和其他组织。个人用户是指中华人民共和国境内的公民，通过本平台完成全部注册程序后，使用本平台提供的服务，并且符合中华人民共和国法律规定的年满18周岁，具有完全民事行为能力，能够独立承担民事责任的自然人。</p>
  <b>2.2用户注册与实名认证</b>
  <p>2.2.1个人及企业需在本平台注册后方可成为本平台用户。个人及企业注册成为本平台用户后需进行实名认证。在注册与实名认证过程中，个人及企业必须根据本平台的要求提供最新、真实、有效及完整的资料。其中，根据实名认证方式的不同，个人所需提供的实名认证资料将有所差异，具体所需资料请以本平台要求为准。</p>
  <p>2.2.2实名认证具体操作流程请严格按照本平台实名认证规定的流程执行，否则将影响实名审核的结果。</p>
  <p>2.2.3本平台所提供的所有服务只能以用户实名认证的身份信息向第三方发出。</p>
  <p class="stress">2.2.4您同意并授权本平台审核、核对您的资料信息以确认您的身份，但您的信息是由您本人自行提供的，故本平台无法保证该信息之准确、有效和完整。您所提交的用户认证信息将用于核发您专属的催收短信、语音电话、催款函及律师函等催收工具或文件，本平台将对您的信息严格保密。隐私保护请详见附件《隐私声明》。</p>
  <p>2.2.5本平台默认企业用户注册时的首个管理员为超级管理员，享有最高权限（包括但不限于发起催收委托、管理普通管理员、查看账户下的所有信息等），超级管理员的权限可于提供本平台要求的相关材料并通过本平台审核后移交。</p>
  
  <b>2.3账户安全</b>
  <p>2.3.1本平台将通过您的登录名、密码以及登陆后的其他操作识别您的相关指示。同时，本平台会通过本服务应用，识别来自您使用的各类产品或设备的指示，您应当妥善保管本平台登录名、密码、身份信息，各类产品或设备，对于因您泄露登录名、密码、身份信息或因产品或设备遗失导致的损失，由您自行承担。您应在登录本系统时段结束时，以正确步骤离开平台。您如果发现有他人冒用或盗用您在本平台的登录名及密码或任何其他未经合法授权之情形，或发生与本平台账户关联的手机或其他设备遗失或其他可能危及到本平台账户安全的情形时，应立即以有效方式通知本平台，向本平台申请账户锁定。</p>
  <p>2.3.2您应对您持有的本平台账户负责，只有您本人方可使用该账户。您的账户不可转让、不可继承，在您决定不再使用该账户时，您应将该账户内的数据导出或删除，并按本平台规定流程向本平台申请锁定该账户。</p>
  <p>2.3.3本平台可以暂时停止提供或者限制本服务部分功能，或提供新的功能，在任何功能减少、增加或者变化时，只要您仍然使用本服务，即表示同意本协议或者变更后的协议。</p>
  <p class="stress">2.3.4本平台对因您未能遵守本协议的约定而发生的任何直接或间接损失等不利后果不承担任何责任。</p>
  <p class="stress">2.3.5本平台有权了解您使用本平台产品或服务的真实交易背景及目的，您应如实提供本平台所需的真实、全面、准确的信息。如本平台有合理理由怀疑您提供虚假信息、进行欺诈等违法违规行为的，本平台有权根据相关国家法律法规的规定，对您个人信息以及签署的文件信息等进行核实、查询、披露，有权锁定相应账户并配合相关机关进行后续调查。</p>
  
  <b>2.4账户锁定</b>
  <p>2.4.1您在需要停止本协议约定的服务时，可申请锁定本平台账户。您申请锁定的本平台账户应当是依照本协议的约定注册并由本平台提供给您本人的账户，您应当依照本平台的规定程序申请账户锁定。</p>
  <p>2.4.2您申请锁定的本平台账户应当处于正常状态，不存在任何可能由于该账户锁定而被影响的合同关系或其他权利义务关系，以及本平台认为锁定该账户会由此产生未了结的权利义务而产生纠纷的情况。如申请锁定的账户有关联账户或子账户的，在该关联账户或子账户被锁定前，该账户不能申请锁定。</p>
  <p>2.4.3如果您在使用本系统相关服务时有涉及违法违规行为的，本平台有权锁定您名下的全部或部分账户。</p>
  <p>2.4.4申请账户锁定将导致本平台停止为您提供服务，且本平台将在您申请账户锁定后将您的账户予以注销。</p>
  
  <b>3.通知与送达</b>
  <b>3.1通知方式</b>
  <p>本协议条款及任何其他的协议、公告或其他关于您使用本服务账号及服务的通知，您同意本平台可使用电子方式通知您。电子方式包括但不限于以电子邮件方式、或于本平台或者合作平台上公布、或以无线通讯装置通知等方式。</p>
  
  <b>3.2送达</b>
  <p>平台的通知如以公示方式做出，一经在本平台公示即视为已经送达。除此之外，其他向您个人发布的具有专属性的通知将由本平台向您注册时或者注册后变更用户信息时向本平台提供的电子邮箱、或在本平台绑定的手机号码发送，一经发送即视为已经送达。请您密切关注您的电子邮箱以及手机中的短信信息。因信息传输或您变更邮箱或手机号但未在本平台的注册信息中填写您变更后的邮箱或手机等原因导致您未在前述通知发出当日收到该等通知的，本平台不承担责任。</p>
  
  <b>3.3通知内容</b>
  <p>您同意本平台利用您在本平台登记的联系方式与您联络并向您传递相关的信息，包括但不限于行政管理方面的通知、产品信息、有关您使用本平台的通讯以及针对性的广告等。</p>
  
  <b>4.使用事项</b>
  <p>4.1您在使用本平台服务时，必须遵守国家各项法律、法规、规章以及政府规范性文件，并接受本平台相关的协议、规则、规定、程序和惯例的约束。禁止在本平台进行任何可能违反国家法律、法规、规章和政府规范性文件的行为（包括但不限于侵犯任何第三方著作权、专利权、商标权、商业秘密、隐私权、名誉权或其它权利的行为），或者任何未经授权使用本平台的行为（包括但不限于擅自进入本平台未公开的系统、不正当的使用密码和平台的任何内容等）。</p>
  <p>4.2注册成功后，每位用户都拥有一个属于自己的用户名和登录密码，通过使用该用户名和登录密码，您可以登录本平台平台，从而使用本平台服务。您须妥善保管您在本平台上的用户名和密码。本平台通过您的用户名、密码以及登录后的操作来识别您的指令。您确认，使用您的用户名和密码登录本平台后在本平台的一切行为均代表您本人意志。使用您的用户名和密码登录操作所产生的电子信息记录均为您行为的有效凭据，并由您本人承担相应的法律后果。您不得在未经本平台许可的情况下出售或授权他人使用该账号。</p>
  <p>4.3您对通过本平台发布的所有信息（内容包括但不限于个人信息、商业信息，形式包括但不限于文字、图片）的真实性、准确性、即时性、完整性和合法性独立承担所有责任。同时，在您所发布的信息中不得含有蓄意毁坏、恶意干扰、秘密地截取或侵占任何系统、数据或个人资料的任何病毒、伪装破坏程序、电脑蠕虫、定时程序炸弹或其他电脑程序。</p>
  <p>4.4本平台内容可能涉及由第三方所有、控制或运营的其它平台（以下简称“第三方平台”）。本平台不能保证也没有义务保证第三方平台上信息的真实性和有效性。您应按照第三方平台的相关协议与规则使用第三方平台，而不是按照本协议。第三方平台的内容、产品、广告和其他任何信息均由您自行判断并承担风险，而与本平台无关。</p>
  
  <b>5.服务的提供</b>
  <p>5.1本平台作为独立第三方债务催收及法律服务平台，通过互联网信息技术的运用，为您提供包括但不限于债务催收、法律咨询、律师服务购买、法律服务费代收代付等服务，具体详情以相关服务介绍页面内容及本平台与您签订的各协议为准。</p>
  <p>5.2基于法律法规、监管部门的要求及/或运行的需要，本平台可能对服务做出相应调整，在任何服务变化时，只要您仍然使用本平台的服务，即表示您同意接受该调整。</p>
  
  <b>6.您的权利和义务</b>
  <p>6.1您有权利拥有自己在本平台的用户名和密码并有权利使用自己的用户名和密码随时登录本平台。</p>
  <p>6.2您有义务保证向本平台所提交的信息属于本人且真实可靠，包括但不限于，您的个人身份证明，律师执业资格信息，职业履历，银行账户等。</p>
  <p>6.3您有权利享受本平台提供的咨询及其相关服务，服务内容详见本平台相关产品介绍。</p>
  <p>6.4您保证不会利用技术或其他手段破坏及扰乱本平台和服务以及本平台其他客户的网站和服务。</p>
  <p>6.5您应尊重本平台及其他第三方的知识产权和其他合法权利，并保证在发生侵犯上述权益的违法事件时尽力保护本平台及其股东、雇员、合作伙伴等免于因该等事件受到影响或损失；本平台保留您侵犯本平台合法权益时终止向您提供服务的权利。</p>
  <p>6.6您对从本平台认证的律师所获得的法律参考意见、本平台的商业信息、本协议等信息应予保密，不可公开披露或者未经律师和本平台同意向他方披露。</p>
  <p>6.7对由于您向本平台提供的联络方式有误以及您用于接受本平台邮件的电子邮箱安全性、稳定性不佳而导致的一切后果，您应自行承担责任，包括但不限于因您未能及时收到本平台的相关通知而导致的后果和损失。</p>
  <p>6.8您保证您使用本平台服务时将遵从国家、地方法律法规、行业惯例和社会公共道德，不会利用本平台提供的服务进行违反国家法律法规政策的活动。您承认本平台有权在您违反上述约定时终止向您提供服务，因您上述行为给本平台造成损失的，您应予赔偿。</p>
  
  <b>7.本平台的权利和义务</b>
  <p>7.1本平台应根据您选择的服务以及交纳款项的情况向您提供相关法律服务，并有权根据您与本平台达成的委托协议接受法律服务费，并按照本协议约定向委托的律师支付相应费用、提供律师费代收代付服务。</p>
  <p>7.2本平台有权对您所提交的信息进行审核认证，终止对含有不全或者不实信息账号的一切服务。</p>
  <p>7.3本平台承诺对您的资料采取对外保密措施，不向第三方披露您的资料，不授权第三方使用您的资料，除非：</p>
  <p>a)依据本协议条款或者您与本平台之间的其他服务协议、合同等规定可以提供；</p>
  <p>b)依据法律法规的规定应当提供；</p>
  <p>c)行政、司法等职权部门要求本平台提供；</p>
  <p>d)您同意本平台向第三方提供；</p>
  <p>e)本平台为解决举报事件、提起诉讼而提交的；</p>
  <p>f)本平台为防止严重违法行为或涉嫌犯罪行为发生而采取必要合理行动所必须提交的；</p>
  <p>g)本平台为向您提供产品、服务、信息而向第三方提供的，包括本平台通过第三方向您提供产品、服务、咨询。</p>
  <p>7.4本平台及本平台的关联公司所有平台有权使用您的资料和信息。</p>
  <p>7.5本平台保留在您违反国家、地方法律法规规定或违反本协议条款的情况下终止为您提供服务并终止您账号的权利。</p>
  
  <b>8.本协议的效力</b>
  <p>8.1本协议中的任何条款无效不影响本协议其余条款的法律效力，该无效条款应该根据有利于协议成立、公平合理的定约意思被重新补充修缮。</p>
  <p>8.2本平台保留随时修改本协议的权利，您在使用本平台相关服务时，有必要对最新的协议条款进行仔细阅读和重新确认，当发生有关争议时，请以最新的协议条款为准。</p>
  
  <b>9.免责声明</b>
  <p class="stress">9.1本平台仅对本协议及本平台相关页面中列明的责任承担范围负责。</p>
  <p class="stress">9.2本平台用户提供的所有信息是由您本人自行提供的，本平台无法保证该信息之准确、及时和完整，您应对您的判断承担全部责任。您上传催收信息后，本平台审核通过后系统将自动开始执行催收工作。</p>
  <p class="stress">9.3您有义务在注册时提供自己真实、最新、完整的资料，并保证电子邮件地址、联系电话、联系地址、邮政编码等内容的最新、有效性及安全性。您有义务维护并及时更新您的个人资料，确保其真实、最新、有效及完整。若您提供任何错误、虚假、过时或不完整的资料，或者本平台有合理的理由怀疑您提供的为错误、虚假、过时或不完整的资料时，本平台有权暂停或终止您的账号，并拒绝您使用本平台部分或全部服务。在此情况下，本平台不承担任何责任，并且您同意自行承担因此所产生的直接或间接的任何支出或损失。</p>
  <p class="stress">9.4您确认并保证，您所提供的所有资料信息（包括但不限于债权资料信息、主体资格资料信息等）完全准确无误并真实合法有效，不属于任何虚假债务、赌债、高于国家规定年利率的高利贷、裸贷、套路贷以及其他可能会涉及违法或违反公序良俗的债务；</p>
  <p class="stress">9.5本平台及本平台认证的律师是根据您的委托及您提供的债务信息制作并向债务人发送催收电话、短信、催款函和律师函，您本人保证向本平台所提交或上传的所有债务信息完全合法、真实、准确、有效。您理解并同意，如您发现您填写的信息有错误，可自行在本平台操作界面或与本平台的客服联系停止执行，但您仍需向本平台支付相应的费用。您自愿承担由于您提供的信息错误所造成的风险，以及由此带来的一切可能的损失。您特此完全、无条件、不可撤销、总体、完整且永久地免除本平台、本平台认证的律师、律师事务所、以及上海诚收信息科技有限公司及其关联公司及其各自的管理人员、董事、员工、法定代表人、代理人、承保人、投资人、合伙人、股东、承继人和受让人（合称“被免责方”）的任何责任，并同意不对被免责方提起诉讼或任何法律程序。</p>
  
  <p class="stress">9.6在如下情况下，本平台有权中止或终止对您提供部分或全部服务而不承担任何责任：</p>
  <p class="stress">9.6.1在本平台未向您收费的情况下，本平台可自行全权决定以合理理由(包括但不限于您已违反本协议的字面意义和精神，或您以不符合本协议的字面意义和精神的方式行事)终止您的用户名(或其任何部分)、登录密码或您对服务的使用。</p>
  <p class="stress">9.6.2在出现下列任一情况时，本平台可立即发出警告，中止或终止您的账号，删除您的任何现有信息，以及您在平台上展示的任何其他资料：</p>
  <p class="stress">a)您违反本协议；</p>
  <p class="stress">b)本平台无法核实或鉴定您向本平台提供的任何资料；</p>
  <p class="stress">c)本平台相信您的行为可能会使您、本平台其他用户或通过本平台提供服务的第三方服务供应商承担任何法律责任；</p>
  <p class="stress">d)发现您从事涉及平台的诈骗等违法违规活动。</p>
  <p class="stress">对于a）、b）、c）三项，本网站不限制用户采取相关补救措施。</p>
  
  <p class="stress">9.7对于本协议规定的采取的中止或终止措施，本平台不对结果承担任何责任。</p>
  <p class="stress">9.8根据本协议的任一规定中止或终止您使用服务之措施，本平台将本着审慎的态度实施，并将履行告知义务，及时通知您不能继续使用本平台的服务，但在您账号内的所有相关资料，本平台将继续为您保存，且可以查询和为您提供相关文件内容的证明。</p>
  <p class="stress">9.9由于互联网本身所具有的不稳定性，本平台无法保证服务不会中断。系统因有关状况无法正常运作，使用户无法使用任何本平台服务或使用本平台服务受到任何影响时，本平台对用户或第三方不负任何责任，前述状况包括但不限于：</p>
  <p class="stress">9.9.1本平台系统停机维护期间；</p>
  <p class="stress">9.9.2电信设备出现故障不能进行数据传输的；</p>
  <p class="stress">9.9.3由于黑客攻击、网络供应商技术调整或故障、网站升级、银行方面的问题等原因而造成的本平台服务中断或延迟；</p>
  <p class="stress">9.9.4因台风、地震、海啸、洪水、停电、战争、恐怖袭击等不可抗力之因素，造成本平台系统障碍不能执行业务的。</p>
  <p class="stress">9.10因用户的过错（包括但不限于：操作不当、遗忘或泄露密码、密码被他人破解、用户使用的计算机系统被第三方侵入、用户委托他人代理签署时他人恶意或不当操作）导致的任何损失，本平台不承担任何责任。</p>
  <p class="stress">9.11除本协议另有规定外，在任何情况下，本平台对本协议所承担的违约赔偿责任总额不超过本平台收取的服务费。</p>
  <p class="stress">9.12由于您未能及时对服务状态或操作进行修改或确认，或未能提交相关申请所引起的任何纠纷或损失均由您本人负责，本平台不承担任何责任。</p>
  <p class="stress">9.13在任何情况下，非因本平台原因导致的您在使用本平台服务和/或通过本平台交易过程中的损失（包括但不限于因为您的操作失误、律师违约导致的损失），均应由您自行承担或解决。</p>
  
  <b>10.法律适用及争议解决</b>
  <p>10.1本协议的订立、执行、解释及发生相关的所有纠纷、争议的解决均适用中国现行法律。</p>
  <p>10.2因本协议发生任何纠纷，双方均同意提交上海仲裁委员会浦东国际仲裁中心，仲裁地点：上海浦东南路500号24楼。因此而发生的所有费用，包括但不限于仲裁费、律师费、律师差旅费等由败诉方负担。</p>
 
  <b>11.其他</b>
  <p>11.1本协议自您同意勾选并成功注册为本平台用户之日起生效，除非本平台终止本协议或者用户丧失本平台用户资格，否则本协议始终有效。本协议终止并不免除用户根据本协议或其他有关协议、规则所应承担的义务和责任。</p>
  <p>11.2本协议部分条款被认定为无效时，不影响本协议其他条款的效力。</p>
  <p>11.3本协议中的标题仅为方便而设，在解释本协议时应被忽略。</p>
  <p>11.4本平台对本协议享有最终解释权。</p>
  <b>附件</b>
  <h3>隐私声明</h3>
  <p>上海诚收科技信息有限公司及其旗下的债主帮法催服务平台（以下或称“我们”）一向庄严承诺保护使用其服务之用户（以下或称“您”）的隐私。以下声明旨在披露与我们服务有关的隐私政策并试图回答关于我们在服务中会收集哪些信息，如何获取、使用、储存和披露这些信息以及谁有权接触这些信息等问题。</p>
  <p>我们是一家业内领先的法催服务平台，秉承便捷、安全、合规的宗旨，服务横跨所有行业领域：企业应收账款、消费类金融、信用卡、保险追偿、生活类欠费、民间借贷、法律援助等，专业提供在线智能化法催服务，同时整合全国至全球的律师服务。</p>
  <p>我们会坚定地实施保护我们用户隐私的措施。在我们提供服务的过程中，每一项服务都要求用户提供不同类型和数量的信息。我们力图通过善意使用这些资料而为用户提供更好的服务。本隐私声明适用于您与我们的交互行为以及您使用的我们的服务。除了在本隐私声明和使用协议以及其他公布的准则规定情况下，我们不会公布与用户个人身份有关的资料。请注意我们会不时地检查其隐私措施，因此有关措施会随之变化。我们恳请您定期光顾本页以确保对我们的隐私声明最新版本始终保持了解。在阅读完本声明之后，如您对本《隐私声明》或与之相关的事宜有任何问题，请与我们及时联系。</p>
  <p>您使用或继续使用我们的服务，都表示您同意我们按照本《隐私声明》获取、使用、储存和披露您的信息。</p>
  <b>一、本文中信息的概念</b>
  <p>本条款中所指信息，特指与个人或企业身份信息有关的内容。</p>
  <b>二、账号及信息的安全</b>
  <p>我们将竭尽所能保护所有用户信息安全，不向任何无关第三方提供、出售、分享和交易用户的账号及信息。</p>
  <p>用户个人/企业，您应保管好您的用户名与密码，不得向其他任何人泄露您的用户名和密码，亦不可使用其他任何人的用户名和密码。因黑客、病毒或您的保管疏忽等非我们的原因导致账号遭他人非法使用的，我们不承担任何责任。冒用他人账号的，我们及其合法授权主体保留追究实际使用人连带责任的权利。</p>
  <p>我们也将严格采取相应技术措施保护用户的账号安全，包括但不限于对用户密码加密的方式。同时，我们将运用相关安全技术确保我们掌握的信息不丢失、不被盗用和编造。但请注意，尽管我们将竭尽全力保护您的账号及信息安全，但在互联网情况下不存在绝对安全的保障措施。</p>
  <b>三、我们获取信息的途径</b>
  <p>（一）您提供的信息</p>
  <p>1.您在注册我们的账户或使用我们的服务时，向我们提供的相关个人/企业信息，例如身份证号码、照片、组织机构代码、电话号码、电子邮件和银行卡号等；</p>
  <p>2.您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息。</p>
  <p>(二）其他方分享的您的信息</p>
  <p>其他方使用我们的服务时所提供的有关您的共享信息。</p>
  <p>（三）我们获取的您的信息</p>
  <p>您使用我们服务时我们可能收集如下信息：</p>
  <p>1.日志信息指您使用我们服务时，系统可能会通过cookies、web beacon或其他方式自动采集的技术信息，包括：</p>
  <p>（1）设备或软件信息，例如您的移动设备、网页浏览器或您用于接入我们的服务的其他程序所提供的配置信息、您的IP地址和您的移动设备所用的版本和设备识别码；</p>
  <p>（2）您在使用我们服务时搜索和浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情；</p>
  <p>（3）有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；</p>
  <P>（4）您通过我们的服务进行通讯的信息；</P>
  <p>（5）您通过我们的服务分享的内容所包含的信息。</p>
  <P>2.位置信息指您开启移动终端设备定位功能并使用我们基于位置提供的相关服务时，我们收集的有关您位置的信息，包括：</P>
  <p>（1）您通过具有定位功能的移动设备使用我们的服务时，我们通过GPS或WiFi等方式收集的您的地理位置信息；</p>
  <p>（2）您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，例如您或其他人共享的照片包含的地理标记信息。</p>
  <b>四、我们对信息的使用</b>
  <p>我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：</p>
  <p>1.向您提供服务；</p>
  <P>2.在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；</P>
  <p>3.帮助我们设计新服务，改善我们现有服务；</p>
  <p>4.使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求或对您和其他使用我们服务的用户作出其他方面的回应；</p>
  <p>5.评估我们服务推广活动的效果，并加以改善；</p>
  <p>6.软件认证或管理软件升级；</p>
  <p>7.让您参与有关我们产品和服务的调查。</p>
  <p>为了让我们的用户有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过我们的某一项服务所收集的个人信息，以汇集信息或者个性化的方式，用于我们的其他服务。如果我们在相关服务之中提供了相应选项，您也可以主动要求我们将您在该服务所提供和储存的个人信息用于我们的其他服务。</p>
  <b>五、我们对信息的披露</b>
  <p>除以下情形外，未经您同意，我们不会与任何第三方分享您的个人信息：</p>
  <p>（一）我们可能将您的个人信息与我们的合作伙伴及第三方服务供应商、承包商及代理分享，用作下列用途：</p>
  <p>1.向您提供我们的服务；</p>
  <p>2.实现“我们对信息的使用”部分所述目的；</p>
  <p>3.履行我们在本《隐私声明》或我们与您达成的其他协议中的义务和行使我们的权利；</p>
  <p>4.理解、维护和改善我们的服务。</p>
  <p>如我们与任何上述第三方分享您的个人信息，我们将努力确保该等第三方在使用您的个人信息时遵守本《隐私声明》及我们要求其遵守的其他适当的保密和安全措施。</p>
  <p>(二）随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而您的个人信息有可能作为此类交易的一部分而被转移。因此，我们还可能为以下原因需要保留、保存或披露您的个人信息：</p>
  <p>1.您授权或同意我们披露的；</p>
  <p>2.遵守适用的法律法规；</p>
  <p>3.遵守法院命令或其他法律程序的规定；</p>
  <p>4.遵守相关政府机关的要求；</p>
  <p>5.我们认为为遵守适用的法律法规、维护社会公共利益、或保护我们或我们的公司、我们的客户、其他用户或雇员的人身和财产安全或合法权益或公共安全及利益所合理必需的；</p>
  <p>6.根据我们各服务条款及声明中的相关规定，或者我们认为必要的其他情形下。</p>
  <b>六、我们对信息的存储和保护</b>
  <p>我们仅在本《隐私声明》所述目的所必需期间和法律法规要求的时限内保留您的个人信息。我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。但您需要了解，您接入我们的服务所用的系统，有可能因我们可控范围外的情况而发生问题。</p>
  <b>七、有关信息更新与公开的特别提示</b>
  <p>我们鼓励用户更新和修改其信息以使其有效。我们的用户能在任何时候非常容易地获取并修改其信息。用户可以自行决定修改、删除他们的相关资料。 请记住，无论何时您自愿披露信息，此种信息可能被他人收集及使用，因此造成信息泄露，我们不承担责任。</p>
  <b>八、COOKIES、日志档案和WEB BEACON</b>
  <p>通过使用Cookies，我们向用户提供不断优化的网络体验。一个Cookies是少量的数据，它们从一个网络服务器送至您的浏览器并存在计算机硬盘上。我们使用Cookies是为了让其用户受益。Cookies能帮助我们确定您连接的页面和内容，您在我们的特定网页上花费的时间和您所选择的我们的服务。Cookies使得我们能更好、更快地为您服务，并且使您在我们网页上的经历更富个性化。然而，您应该能够控制Cookies是否以及怎样被你的浏览器接受。请查阅您的浏览器附带的文件以获得更多这方面的信息。简而言之，我们将Cookies当作一种便捷的体验，其作用是使得用户在从我们的一项服务转到另一项服务时，无须再证明自己的身份。我们和第三方合作伙伴可能通过cookies和web beacon收集和使用您的信息，并将该等信息储存。</p>
  <p>我们使用自己的cookies和web beacon，用于以下用途：</p>
  <p>1.记住您的身份。例如：cookies和web beacon有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供有关您的信息；</p>
  <p>2.分析您使用我们服务的情况。我们可利用cookies和web beacon来了解您使用我们的服务进行什么活动或浏览哪些网页。我们的产品和服务上可能会有其他合作方放置的cookies和web beacon。这些cookies和web beacon可能会收集与您相关的信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果等。这些第三方cookies和web beacon收集和使用该等信息不受本《隐私声明》约束，而是受到其自身的个人信息保护声明约束，我们不对第三方的cookies或web beacon承担责任。您可以通过浏览器或用户选择机制拒绝或管理cookies或web beacon。但请您注意，如果您停用cookies或web beacon，我们有可能无法为您提供最佳的服务体验，某些服务也可能无法正常使用。</p>
  <b>九、我们服务中的第三方服务</b>
  <p>我们平台现含有访问第三方平台的链接，同时，我们将会在任何需要的时候增加商业伙伴或共用品牌的平台。我们对所有第三方平台的隐私保护措施不负任何责任。该等服务由相关的第三方负责运营。您使用该等第三方的服务（包括您向该等第三方提供的任何信息），须受第三方自己的服务条款及信息保护声明（而非本《隐私声明》）约束，您需要仔细阅读其条款。本《隐私声明》仅适用于我们所收集的任何信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，而我们对任何第三方使用由您提供的信息不承担任何责任。</p>
  <b>十、年龄限制</b>
  <p>我们不向未成年人（未满18周岁）提供服务，因此不接受未成年人向我们提供任何信息，法律另有规定的除外。</p>
  <b>十一、本隐私声明适用范围</b>
  <p>除某些特定服务外，我们所有的服务均适用本《隐私声明》。这些特定服务将适用特定的个人信息保护声明。该特定服务的个人信息保护声明构成本《隐私声明》的一部分。如任何特定服务的个人信息保护声明与本《隐私声明》有不一致之处，则适用特定服务的个人信息保护声明。除本《隐私声明》另有规定外，本《隐私声明》所用词语将与我们制定的其他公开条款所定义的词语具有相同的涵义。请您注意，本《隐私声明》不适用于以下情况：</p>
  <p>1.通过我们的服务而接入的第三方服务（包括任何第三方平台）收集的信息；</p>
  <p>2.我们服务中的第三方公司和机构所收集的信息。</p>
  <b>十二、本隐私声明的修改</b>
  <p>我们可能随时修改本《隐私声明》的条款，该等修改构成本《隐私声明》的一部分。如该等修改造成您在本《隐私声明》下权利的实质减少，您可以选择停止使用我们向您提供的服务；在该种情况下，若您仍然继续使用我们的服务的，即表示同意受经修订的本《隐私声明》的约束。任何修改都会将您的满意度置于首位。我们鼓励您在每次访问我们的网页时都查阅我们的隐私声明。最后，您是唯一对您的账号和密码信息负有保密责任的人。任何情况下，请小心妥善保管。</p>
  `

var Privacy = `
  <b>前言</b>
  <p>上海诚收科技信息有限公司及其旗下的债主帮法催服务平台（以下或称“我们”）一向庄严承诺保护使用其服务之用户（以下或称“您”）的隐私。以下声明旨在披露与我们服务有关的隐私政策并试图回答关于我们在服务中会收集哪些信息，如何获取、使用、储存和披露这些信息以及谁有权接触这些信息等问题。</p>
  <p>我们是一家业内领先的法催服务平台，秉承便捷、安全、合规的宗旨，服务横跨所有行业领域：企业应收账款、消费类金融、信用卡、保险追偿、生活类欠费、民间借贷、法律援助等，专业提供在线智能化法催服务，同时整合全国至全球的律师服务。</p>
  <p>我们会坚定地实施保护我们用户隐私的措施。在我们提供服务的过程中，每一项服务都要求用户提供不同类型和数量的信息。我们力图通过善意使用这些资料而为用户提供更好的服务。本隐私声明适用于您与我们的交互行为以及您使用的我们的服务。除了在本隐私声明和使用协议以及其他公布的准则规定情况下，我们不会公布与用户个人身份有关的资料。请注意我们会不时地检查其隐私措施，因此有关措施会随之变化。我们恳请您定期光顾本页以确保对我们的隐私声明最新版本始终保持了解。在阅读完本声明之后，如您对本《隐私声明》或与之相关的事宜有任何问题，请与我们及时联系。</p>
  <p>您使用或继续使用我们的服务，都表示您同意我们按照本《隐私声明》获取、使用、储存和披露您的信息。</p>
  <b>一、本文中信息的概念</b>
  <p>本条款中所指信息，特指与个人或企业身份信息有关的内容。</p>
  <b>二、账号及信息的安全</b>
  <p>我们将竭尽所能保护所有用户信息安全，不向任何无关第三方提供、出售、分享和交易用户的账号及信息。</p>
  <p>用户个人/企业，您应保管好您的用户名与密码，不得向其他任何人泄露您的用户名和密码，亦不可使用其他任何人的用户名和密码。因黑客、病毒或您的保管疏忽等非我们的原因导致账号遭他人非法使用的，我们不承担任何责任。冒用他人账号的，我们及其合法授权主体保留追究实际使用人连带责任的权利。</p>
  <p>我们也将严格采取相应技术措施保护用户的账号安全，包括但不限于对用户密码加密的方式。同时，我们将运用相关安全技术确保我们掌握的信息不丢失、不被盗用和编造。但请注意，尽管我们将竭尽全力保护您的账号及信息安全，但在互联网情况下不存在绝对安全的保障措施。</p>
  <b>三、我们获取信息的途径</b>
  <p>（一）您提供的信息</p>
  <p>1.您在注册我们的账户或使用我们的服务时，向我们提供的相关个人/企业信息，例如身份证号码、照片、组织机构代码、电话号码、电子邮件和银行卡号等；</p>
  <p>2.您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息。</p>
  <p>（二）其他方分享的您的信息</p>
  <p>其他方使用我们的服务时所提供的有关您的共享信息。</p>
  <p>（三）我们获取的您的信息</p>
  <p>您使用我们服务时我们可能收集如下信息：</p>
  <p>1.日志信息指您使用我们服务时，系统可能会通过cookies、web beacon或其他方式自动采集的技术信息，包括：</p>
  <p>（1）设备或软件信息，例如您的移动设备、网页浏览器或您用于接入我们的服务的其他程序所提供的配置信息、您的IP地址和您的移动设备所用的版本和设备识别码；</p>
  <p>（2）您在使用我们服务时搜索和浏览的信息，例如您使用的网页搜索词语、访问的社交媒体页面url地址，以及您在使用我们服务时浏览或要求提供的其他信息和内容详情；</p>
  <p>（3）有关您曾使用的移动应用（APP）和其他软件的信息，以及您曾经使用该等移动应用和软件的信息；</p>
  <p>（4）您通过我们的服务进行通讯的信息；</p>
  <p>（5）您通过我们的服务分享的内容所包含的信息。</p>
  <p>2.位置信息指您开启移动终端设备定位功能并使用我们基于位置提供的相关服务时，我们收集的有关您位置的信息，包括：</p>
  <p>（1）您通过具有定位功能的移动设备使用我们的服务时，我们通过GPS或WiFi等方式收集的您的地理位置信息；</p>
  <p>（2）您或其他用户提供的包含您所处地理位置的实时信息，例如您提供的账户信息中包含的您所在地区信息，您或其他人上传的显示您当前或曾经所处地理位置的共享信息，例如您或其他人共享的照片包含的地理标记信息。</p>
  <b>四、我们对信息的使用</b>
  <p>我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：</p>
  <p>1.向您提供服务；</p>
  <p>2.在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；</p>
  <p>3.帮助我们设计新服务，改善我们现有服务；</p>
  <p>4.使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求或对您和其他使用我们服务的用户作出其他方面的回应；</p>
  <p>5.评估我们服务推广活动的效果，并加以改善；</p>
  <p>6.软件认证或管理软件升级；</p>
  <p>7.让您参与有关我们产品和服务的调查。</p>
  <p>为了让我们的用户有更好的体验、改善我们的服务或您同意的其他用途，在符合相关法律法规的前提下，我们可能将通过我们的某一项服务所收集的个人信息，以汇集信息或者个性化的方式，用于我们的其他服务。如果我们在相关服务之中提供了相应选项，您也可以主动要求我们将您在该服务所提供和储存的个人信息用于我们的其他服务。</p>
  <b>五、我们对信息的披露</b>
  <p>除以下情形外，未经您同意，我们不会与任何第三方分享您的个人信息：</p>
  <p>（一）我们可能将您的个人信息与我们的合作伙伴及第三方服务供应商、承包商及代理分享，用作下列用途：</p>
  <p>1.向您提供我们的服务；</p>
  <p>2.实现“我们对信息的使用”部分所述目的；</p>
  <p>3.履行我们在本《隐私声明》或我们与您达成的其他协议中的义务和行使我们的权利；</p>
  <p>4.理解、维护和改善我们的服务。</p>
  <p>如我们与任何上述第三方分享您的个人信息，我们将努力确保该等第三方在使用您的个人信息时遵守本《隐私声明》及我们要求其遵守的其他适当的保密和安全措施。</p>
  <p>（二）随着我们业务的持续发展，我们有可能进行合并、收购、资产转让或类似的交易，而您的个人信息有可能作为此类交易的一部分而被转移。因此，我们还可能为以下原因需要保留、保存或披露您的个人信息：</p>
  <p>1.您授权或同意我们披露的；</p>
  <p>2.遵守适用的法律法规；</p>
  <p>3.遵守法院命令或其他法律程序的规定；</p>
  <p>4.遵守相关政府机关的要求；</p>
  <p>5.我们认为为遵守适用的法律法规、维护社会公共利益、或保护我们或我们的公司、我们的客户、其他用户或雇员的人身和财产安全或合法权益或公共安全及利益所合理必需的；</p>
  <p>6.根据我们各服务条款及声明中的相关规定，或者我们认为必要的其他情形下。</p>
  <b>六、我们对信息的存储和保护</b>
  <p>我们仅在本《隐私声明》所述目的所必需期间和法律法规要求的时限内保留您的个人信息。我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。但您需要了解，您接入我们的服务所用的系统，有可能因我们可控范围外的情况而发生问题。</p>
  <b>七、有关信息更新与公开的特别提示</b>
  <p>我们鼓励用户更新和修改其信息以使其有效。我们的用户能在任何时候非常容易地获取并修改其信息。用户可以自行决定修改、删除他们的相关资料。 请记住，无论何时您自愿披露信息，此种信息可能被他人收集及使用，因此造成信息泄露，我们不承担责任。</p>
  <b>八、COOKIES、日志档案和WEB BEACON</b>
  <p>通过使用Cookies，我们向用户提供不断优化的网络体验。一个Cookies是少量的数据，它们从一个网络服务器送至您的浏览器并存在计算机硬盘上。我们使用Cookies是为了让其用户受益。Cookies能帮助我们确定您连接的页面和内容，您在我们的特定网页上花费的时间和您所选择的我们的服务。Cookies使得我们能更好、更快地为您服务，并且使您在我们网页上的经历更富个性化。然而，您应该能够控制Cookies是否以及怎样被你的浏览器接受。请查阅您的浏览器附带的文件以获得更多这方面的信息。简而言之，我们将Cookies当作一种便捷的体验，其作用是使得用户在从我们的一项服务转到另一项服务时，无须再证明自己的身份。我们和第三方合作伙伴可能通过cookies和web beacon收集和使用您的信息，并将该等信息储存。</p>
  <p>我们使用自己的cookies和web beacon，用于以下用途：</p>
  <p>1.记住您的身份。例如：cookies和web beacon有助于我们辨认您作为我们的注册用户的身份，或保存您向我们提供有关您的信息；</p>
  <p>2.分析您使用我们服务的情况。我们可利用cookies和web beacon来了解您使用我们的服务进行什么活动或浏览哪些网页。我们的产品和服务上可能会有其他合作方放置的cookies和web beacon。这些cookies和web beacon可能会收集与您相关的信息，以用于分析用户如何使用该等服务、向您发送您可能感兴趣的广告，或用于评估广告服务的效果等。这些第三方cookies和web beacon收集和使用该等信息不受本《隐私声明》约束，而是受到其自身的个人信息保护声明约束，我们不对第三方的cookies或web beacon承担责任。您可以通过浏览器或用户选择机制拒绝或管理cookies或web beacon。但请您注意，如果您停用cookies或web beacon，我们有可能无法为您提供最佳的服务体验，某些服务也可能无法正常使用。</p>
  <b>九、我们服务中的第三方服务</b>
  <p>我们网站现含有访问第三方网站的链接，同时，我们将会在任何需要的时候增加商业伙伴或共用品牌的网站。我们对所有第三方网站的隐私保护措施不负任何责任。该等服务由相关的第三方负责运营。您使用该等第三方的服务（包括您向该等第三方提供的任何信息），须受第三方自己的服务条款及信息保护声明（而非本《隐私声明》）约束，您需要仔细阅读其条款。本《隐私声明》仅适用于我们所收集的任何信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，而我们对任何第三方使用由您提供的信息不承担任何责任。</p>
  <b>十、年龄限制</b>
  <p>我们不向未成年人（未满18周岁）提供服务，因此不接受未成年人向我们提供任何信息，法律另有规定的除外。</p>
  <b>十一、本隐私声明适用范围</b>
  <p>除某些特定服务外，我们所有的服务均适用本《隐私声明》。这些特定服务将适用特定的个人信息保护声明。该特定服务的个人信息保护声明构成本《隐私声明》的一部分。如任何特定服务的个人信息保护声明与本《隐私声明》有不一致之处，则适用特定服务的个人信息保护声明。除本《隐私声明》另有规定外，本《隐私声明》所用词语将与我们制定的其他公开条款所定义的词语具有相同的涵义。请您注意，本《隐私声明》不适用于以下情况：</p>
  <p>1.通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；</p>
  <p>2.我们服务中的第三方公司和机构所收集的信息。</p>
  <b>十二、本隐私声明的修改</b>
  <p>我们可能随时修改本《隐私声明》的条款，该等修改构成本《隐私声明》的一部分。如该等修改造成您在本《隐私声明》下权利的实质减少，您可以选择停止使用我们向您提供的服务；在该种情况下，若您仍然继续使用我们的服务的，即表示同意受经修订的本《隐私声明》的约束。任何修改都会将您的满意度置于首位。我们鼓励您在每次访问我们的网页时都查阅我们的隐私声明。最后，您是唯一对您的账号和密码信息负有保密责任的人。任何情况下，请小心妥善保管。</p>
  `